app/views/events/index.html.erb

  <div class="row">
    <% Event.all.each do |e| %>
---
SELECT "events".* FROM "events"

            <h6 class="card-subtitle mb-2 text-secondary text-center text-muted"> Organisateur: <%= e.administrator.first_name %> </h6>
            <h6 class="card-subtitle mb-2 text-success text-center"> Déjà <%= e.attendances.length %> participants </h6>
---
SELECT "attendances".* FROM "attendances" WHERE "attendances"."event_id" = $1  [["event_id", 1]]